Repository: mhirdes/go_maps_ext
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: pl

# tx_gomapsext_domain_model_address
source: Google Maps Address
pl: Adres map Google

# tx_gomapsext_domain_model_address.address
source: Address
pl: Adres

# tx_gomapsext_domain_model_address.categories
source: Categories
pl: Kategorie

# tx_gomapsext_domain_model_address.city
source: City
pl: miejsce

# tx_gomapsext_domain_model_address.close_by_click
source: Close InfoWindow by click
pl: Zamknij dymek informacyjny kliknięciem

# tx_gomapsext_domain_model_address.configuration_map
source: Position
pl: Pozycja

# tx_gomapsext_domain_model_address.image_height
source: Image height (px)
pl: Wysokość obrazka (px)

# tx_gomapsext_domain_model_address.image_size
source: User defined image size
pl: Własny rozmiar obrazka

# tx_gomapsext_domain_model_address.image_width
source: Image width (px)
pl: Szerokość obrazka (px)

# tx_gomapsext_domain_model_address.info_window
source: InfoWindow
pl: Dymek informacyjny

# tx_gomapsext_domain_model_address.info_window_content
source: InfoWindow content
pl: Treść dymka informacyjnego

# tx_gomapsext_domain_model_address.info_window_images
source: InfoWindow image
pl: InfoWindow Obraz

# tx_gomapsext_domain_model_address.info_window_link
source: Link to Google Maps
pl: Linkuj do map Google

# tx_gomapsext_domain_model_address.info_window_link.0
source: No
pl: Nie

# tx_gomapsext_domain_model_address.info_window_link.1
source: With address (and title)
pl: Z adresem (i tytułem)

# tx_gomapsext_domain_model_address.info_window_link.2
source: With coordinates (and title)
pl: Ze wspołrzędnymi (i tytułem)

# tx_gomapsext_domain_model_address.latitude
source: Latitude
pl: Szerokość

# tx_gomapsext_domain_model_address.longitude
source: Longitude
pl: Długość

# tx_gomapsext_domain_model_address.open_by_click
source: Open InfoWindow by click
pl: Otwieraj dymek informacyjny kliknięciem

# tx_gomapsext_domain_model_address.opened
source: Opened
pl: Otwarty

# tx_gomapsext_domain_model_address.street
source: Street
pl: ulica

# tx_gomapsext_domain_model_address.style
source: Style
pl: Styl

# tx_gomapsext_domain_model_address.title
source: Title
pl: Tytuł

# tx_gomapsext_domain_model_address.zip
source: Zip Code
pl: kod pocztowy

# tx_gomapsext_domain_model_map
source: Map
pl: Mapa

# tx_gomapsext_domain_model_map.addresses
source: Addresses
pl: Adresy

# tx_gomapsext_domain_model_map.calc_route
source: Calc route form
pl: Wyznacz trasę

# tx_gomapsext_domain_model_map.class
source: Class
pl: Klasa

# tx_gomapsext_domain_model_map.default_type
source: Default type
pl: Domyślny typ

# tx_gomapsext_domain_model_map.display.default.0
source: Map
pl: Mapa

# tx_gomapsext_domain_model_map.display.default.1
source: Satellite
pl: Satelita

# tx_gomapsext_domain_model_map.display.default.2
source: Hybrid
pl: Hybryda

# tx_gomapsext_domain_model_map.display.default.3
source: Terrain
pl: Teren

# tx_gomapsext_domain_model_map.display.default.4
source: Styled (Only if styled Map is defined!)
pl: Ostylowana (Tylko jeżeli mapa ostylowana jest zdefiniowana!)

# tx_gomapsext_domain_model_map.double_click_zoom
source: Doubleclick zoom
pl: Przybliżenie podwójnym kliknięciem

# tx_gomapsext_domain_model_map.draggable
source: Draggable
pl: Przeciąganie

# tx_gomapsext_domain_model_map.fullscreen_control
source: Fullscreen control
pl: Sterowanie pełny ekran

# tx_gomapsext_domain_model_map.height
source: Height
pl: Wysokość

# tx_gomapsext_domain_model_map.kml_local
source: KML file location is local
pl: Lokalny plik KML

# tx_gomapsext_domain_model_map.kml_preserve_viewport
source: Preserve Viewport
pl: Zachowaj obszar widzenia

# tx_gomapsext_domain_model_map.kml_url
source: URL of a KML file
pl: Adres URL do pliku KML

# tx_gomapsext_domain_model_map.map_type_control
source: Map type control
pl: Sterowanie rodzajem mapy

# tx_gomapsext_domain_model_map.map_types
source: Map types
pl: Rodzaje map

# tx_gomapsext_domain_model_map.map_types.0
source: Map
pl: Mapa

# tx_gomapsext_domain_model_map.map_types.1
source: Satellite
pl: Satelita

# tx_gomapsext_domain_model_map.map_types.2
source: Hybrid
pl: Hybryda

# tx_gomapsext_domain_model_map.map_types.3
source: Terrain
pl: Teren

# tx_gomapsext_domain_model_map.map_types.4
source: Styled Map
pl: Ostylowana mapa

# tx_gomapsext_domain_model_map.marker_cluster_size
source: Cluster size
pl: rozmiar Cluster

# tx_gomapsext_domain_model_map.marker_cluster_zoom
source: Max zoom level
pl: Maksymalny poziom zoom

# tx_gomapsext_domain_model_map.marker_search
source: Marker Search
pl: Marker Szukaj

# tx_gomapsext_domain_model_map.palettes.styled_map
source: Styled Map
pl: Ostylowana mapa

# tx_gomapsext_domain_model_map.pan_control
source: Pan control
pl: Sterowanie położeniem

# tx_gomapsext_domain_model_map.preview_image
source: Preview Image
pl: Obraz podglądu

# tx_gomapsext_domain_model_map.scale_control
source: Scale control
pl: Sterowanie skalą

# tx_gomapsext_domain_model_map.scroll_zoom
source: Scroll zoom
pl: Przybliżanie rolką

# tx_gomapsext_domain_model_map.show_route
source: Show particular route
pl: Pokaż trasę

# tx_gomapsext_domain_model_map.streetview_control
source: Streetview control
pl: Sterowanie Street View

# tx_gomapsext_domain_model_map.styled_map_code
source: Code
pl: Kod

# tx_gomapsext_domain_model_map.styled_map_name
source: Styled Map name
pl: Nazwa ostylowanej mapy

# tx_gomapsext_domain_model_map.tab.controls
source: Controls
pl: Sterowanie

# tx_gomapsext_domain_model_map.tab.display
source: Display
pl: Wyświetlanie

# tx_gomapsext_domain_model_map.tab.others
source: Record
pl: Widoczność

# tx_gomapsext_domain_model_map.tab.route
source: Route
pl: Trasa

# tx_gomapsext_domain_model_map.title
source: Title
pl: Tytuł

# tx_gomapsext_domain_model_map.tooltip_title
source: Tooltip title
pl: Tytuł tooltipa

# tx_gomapsext_domain_model_map.travel_mode
source: Travel mode
pl: Tryb podróży

# tx_gomapsext_domain_model_map.travel_mode.0
source: Driving
pl: Samochód

# tx_gomapsext_domain_model_map.travel_mode.1
source: Select by frontend user
pl: Wybrany przez użytkownika

# tx_gomapsext_domain_model_map.travel_mode.2
source: Bicycling (only available in US)
pl: Rower (dostępny tylko w USA)

# tx_gomapsext_domain_model_map.travel_mode.3
source: Transit
pl: Tranzyt

# tx_gomapsext_domain_model_map.travel_mode.4
source: Walking
pl: Pieszo

# tx_gomapsext_domain_model_map.unit_system
source: Unit system
pl: System jednostek

# tx_gomapsext_domain_model_map.unit_system.0
source: Default
pl: Domyślny

# tx_gomapsext_domain_model_map.unit_system.1
source: Select by frontend user
pl: Wybrany przez użytkownika

# tx_gomapsext_domain_model_map.unit_system.2
source: Metric (kilometer)
pl: Metryczny (kilometery)

# tx_gomapsext_domain_model_map.unit_system.3
source: Imperial (miles)
pl: Imperialny (mile)

# tx_gomapsext_domain_model_map.width
source: Width
pl: Szerokość

# tx_gomapsext_domain_model_map.zoom
source: Zoom
pl: Przybliżenie

# tx_gomapsext_domain_model_map.zoom_control
source: Zoom control
pl: Sterowanie przybliżeniem

# tx_gomapsext_domain_model_map.zoom_control_type
source: Type of zoom control
pl: Rodzaj sterowania przybliżeniem

# tx_gomapsext_domain_model_map.zoom_control_type.0
source: Default (according to map size)
pl: Domyślny (zgodnie z wymiarami mapy)

# tx_gomapsext_domain_model_map.zoom_control_type.1
source: Small (only 2 zoom buttons)
pl: Mały (tylko 2 przyciski)

# tx_gomapsext_domain_model_map.zoom_control_type.2
source: Large (zoom-scale and buttons)
pl: Duży (skala przybliżenia i przyciski)
