Repository: mhirdes/go_maps_ext
Catalog: Resources/Private/Language/*.locallang_csh_tx_gomapsext_domain_model_map.xlf
Languages: de, pl

# addresses.description
source: You can choose, create or edit an address. New addresses will be saved on the current page.
de: Datensätze können ausgewählt, angelegt oder bearbeitet werden. Neue Adressen werden auf der aktuellen Seite gespeichert.
pl: Możesz wybrać, utworzyć lub edytować adres. Nowy adres zostanie zapisany na aktualnej stronie.

# calc_route.description
source: Only 1 address used as destination. Display an text input for enter a starting point.
de: Nur eine Zieladresse muss angegeben werden. Zeigt einen Textinput für Startangabe.
pl: Tylko 1 adres użyty. Wyświetl pole tekstowe do wprowadzania punkty początkowego.

# class.description
source: The class of the map container
de: Die CSS-Klasse des DIV-Containers.
pl: Klasa dla kontenera mapy

# default_type.description
source: Maptype on the beginning.
de: Typ der Karte am Anfang.
pl: Rodzaj mapy po wczytaniu.

# double_click_zoom.description
source: A double click on the map zooms in. Draggable map has to be enabled!
de: Bei Doppelklick wird hereingezoomt. Verschiebbare Karte muss aktiviert sein!
pl: Podwójne kliknięcie na mapie przybliża widok. Musi być włączona opcja przeciągania!

# draggable.description
source: Position of the map can be changed.
de: Die Position der Karte kann verändert werden.
pl: Pozycja mapy może być zmieniana.

# fullscreen_control.description
source: Shows an icon to enable the fullscreen.
de: Zeigt ein Symbol zur Aktivierung des Vollbilds an.

# height.description
source: Set the height of the map. Default in px, for percentages enter %, e.g. '100%'.
de: Die Höhe der Karte Standard in Pixeln, für Prozentangaben geben Sie ein '%' an, z.B. '100%'.
pl: Ustaw wysokość mapy w pikselach.

# kml_local.description
source: The KML file is stored on this server. The specified path is relative. Only markers appear.
de: Die KML Datei ist auf diesem Server gespeichert. Der angegeben Pfad ist relativ. Es werden nur Marker angezeigt.

# kml_preserve_viewport.description
source: The viewport of the kml file will be ignored. Set zoom and at least one address to configure the viewport.
de: Der Kartenbereich der KML-Datei wird ignoriert. Mindestens eine Adresse ist erforderlich, um die Karte richtig zu zentrieren.
pl: Obszar widzenia pliku kml będzie ignorowany. Ustaw przybliżenie Ustaw przybliżenie i przynajmniej jeden adres aby skonfigurować obszar widzenia.

# kml_url.description
source: Enter an URL of a KML file, e.g. "https://developers.google.com/maps/documentation/javascript/examples/kml/westcampus.kml".
de: Geben Sie die URL einer KML-Datei an, z.B. "https://developers.google.com/maps/documentation/javascript/examples/kml/westcampus.kml".

# latitude.description
source: If set this latitude will be used to center the map. Otherwise the center is calculated so that all addresses fit in the map.
de: Überschreiben des Breitengrades vom Mittelpunkt der Karte. Normalerweise wird dieser anhand der Adressen berechnet.

# longitude.description
source: If set this longitude will be used to center the map. Otherwise the center is calculated so that all addresses fit in the map.
de: Überschreiben des Längengrades vom Mittelpunkt der Karte. Normalerweise wird dieser anhand der Adressen berechnet.

# geolocation.description
source: If set geolocation is activated. If location is possible and allowed by the user, a marker is shown representing the actual position and the map is centered to this point.
de: Falls eingestellt, wird die Geolokalisierung aktiviert. Wenn die Ortung möglich und vom Benutzer erlaubt ist, wird eine Markierung angezeigt, die die aktuelle Position darstellt, und die Karte wird auf diesen Punkt zentriert.

# map_type_control.description
source: Shows a control to change the map type.
de: Ermöglicht das Ändern der Kartentypen.
pl: Wyświetla kontrolki do zmiany rodzaju mapy.

# map_types.description
source: Possible map types to choose. Map type control has to be enabled.
de: Mögliche Kartentypen. Kartentyp-Steuerung muss aktiviert sein.
pl: Możliwe rodzaje map do wyboru. Sterowanie rodzajem mapy musi być włączone.

# marker_cluster.description
source: Many markers in the same region will be summarized and appear as a cluster.
de: Viele Marker in der gleichen Region werden zusammengefasst und als ein Cluster dargestellt.

# marker_cluster_size.description
source: The size of the Clusters, like a radius.
de: Die Größe bzw. der Radius der Cluster.

# marker_cluster_style.description
source: JSON Code, for more information visit https://github.com/googlemaps/js-markerclusterer
de: JSON Code, mehr Informationen unter https://github.com/googlemaps/js-markerclusterer

# marker_cluster_zoom.description
source: Up to this zoom level the Clusters are displayed.
de: Bis zu diesem Zoom-Level werden die Cluster dargestellt.

# marker_search.description
source: Displays a form on the frontend, were the user can enter a search word. Searchs for InfoWindow content and title of a marker. The InfoWindow of the first found marker opens.
de: Zeigt ein Formular im Frontend, wo der Nutzer ein Suchwort eingeben kann. Durchsucht werden Titel und Info-Fenster Inhalt der Marker. Das Info-Fenster des zuerst gefundenen Markers öffnet sich.

# preview_image.description
source: Define an image to show as preview of the current map. If previews are enabled, this image will be shown instead of the map. Only when the user clicks on the image, data from Google will be loaded and the map will be displayed.
de: Definieren Sie ein Bild, das als Vorschau der aktuellen Karte angezeigt werden soll. Wenn die Vorschau aktiviert ist, wird dieses Bild anstelle der Karte angezeigt. Erst wenn der Nutzer auf das Bild klickt, werden Daten von Google geladen und die Karte wird angezeigt.

# scale_control.description
source: Displays a measure.
de: Zeigt einen Maßstab.
pl: Wyświetla miarkę.

# scroll_zoom.description
source: Enables zoom with scroll wheel.
de: Aktiviert die Zoomkontrolle via Scrollrad.
pl: Włącz przybliżanie przy użyciu rolki myszki.

# show_addresses.description
source: Displays a list with all addresses incl. a link. If you click the selected address will be centered.
de: Zeigt eine Liste mit allen Adressen inkl. Verlinkungen. Bei Klick wird die ausgewählte Adresse zentriert.

# show_categories.description
source: Displays for each category a checkbox. Only the selected categories will be shown.
de: Zeigt für jede Kategorie eine Checkbox an. Nur die ausgewählten Kategorien werden angezeigt.

# show_route.description
source: 2 address records needed! Shows the route between the given points.
de: 2 Adress-Datensätze werden benötigt! Zeigt die Route zwischen den beiden Punkten.
pl: Tylko 2 adresy użyte. Ignoruje niektóre z kolejnych opcji.

# streetview_control.description
source: Shows an icon to enable the streetview.
de: Zeigt einen Icon zum aktivieren der StreetView.
pl: Pokazuje ikonę do włączenia Street View.

# styled_map_code.description
source: JSON Code, for more information visit https://mapstyle.withgoogle.com/
de: JSON Code, weitere Informationen unter https://mapstyle.withgoogle.com/

# styled_map_name.description
source: Shown in the map type control.
de: Wird in der Kartensteuerung angezeigt.
pl: Pokazywany na liście wyboru rodzaju mapy.

# title.description
source: Will be used as ID (without space character, special character!).
de: Wird als ID genutzt (ohne Sonder- und Leerzeichen!).
pl: Będzie użyty jako ID (bez spacji i znaków specjalnych!).

# tooltip_title.description
source: Shown by mouse over.
de: Wird bei Mouseover angezeigt.
pl: Pokazywany po najechaniu myszką.

# travel_mode.description
source: Select a travel mode or let the frontend user select one.
de: Wählen Sie einen Reisemodi oder lassen Sie den Frontend Nutzer einen aussuchen.
pl: Wybierz tryb podróży lub pozostaw wybów użytkownikowi.

# unit_system.description
source: Select a unit system or let the frontend user select one.
de: Wählen Sie eine Einheit oder lassen Sie den Frontend Nutzer eine aussuchen.
pl: Wybierz system jednostek lub pozostaw wybór użytkownikowi.

# width.description
source: Set the width of the map. Default in px, for percentages enter %, e.g. '100%'.
de: Die Breite der Karte. Standard in Pixeln, für Prozentangaben geben Sie ein '%' an, z.B. '100%'.
pl: Ustaw szerokość mapy w pikselach.

# zoom.description
source: Only need to set if default zoom is wrong.
de: Sollte nur gesetzt werden, wenn der Standardzoom nicht gewünscht ist.
pl: Wymaga podania tylko jeżeli domyślne przybliżenie jest nieprawidłowe.

# zoom_control.description
source: Enable buttons to change the zoom.
de: Zeigt Buttons zum ändern der Zoomstufe.
pl: Włącz przyciski do kontroli przybliżenia.

# zoom_max.description
source: The maximum zoom level which will be displayed on the map. If omitted, or set to null, the maximum zoom from the current map type is used instead.
de: Die maximale Zoomstufe, in der die Karte angezeigt wird. Wenn nicht angegeben oder auf null gesetzt, wird der maximale Zoom vom aktuellen Kartentyp verwendet.

# zoom_min.description
source: The minimum zoom level which will be displayed on the map. If omitted, or set to null, the minimum zoom from the current map type is used instead.
de: Der minimale Zoomstufe, in der die Karte angezeigt wird. Wenn nicht angegeben oder auf Null gesetzt, wird der minimale Zoom vom aktuellen Kartentyp verwendet.

# kml_url.description
source: Enter an URL of a KML file, e.g. "http://gmaps-samples.googlecode.com/svn/trunk/ggeoxml/cta.kml".
pl: Podaj adres URL do pliku KML, np. "http://gmaps-samples.googlecode.com/svn/trunk/ggeoxml/cta.kml".

# pan_control.description
source: Show arrows to change the position of the map.
pl: Pokazuje strzałki do zmiany pozycji mapy.

# styled_map_code.description
source: JSON Code, for more view details
pl: JSON, np. z https://mapstyle.withgoogle.com/

# zoom_control_type.description
source: Choose beetween large and small.
pl: Wybierz pomiędzy dużym i małym.
